app/controllers/comments_controller.rb

	def create
		comment = @post.comments.create! comments_params
---
INSERT INTO "comments" ("post_id", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["post_id", 3], ["body", "a"], ["created_at", 2017-04-03 06:26:10 UTC], ["updated_at", 2017-04-03 06:26:10 UTC]]